[
  {
    "bookCoverPath": "img/book_php.png",
    "bookTitle": "Advanced PHP", 
    "bookSubTitle": "From Zero to Hero",
    "bookPublished": "2023",
    "bookImgAlt": "book cover of",
    "bookDesc": "Advanced PHP: From Zero to Hero is a groundbreaking book that unlocks the full potential HP programming. With meticulous detail, Lind guides readers through advanced concepts, empowering them to master complex topics such as object-oriented programming, database integration, and secure web application development. This comprehensive guide is a must-have for aspiring PHP developers seeking to elevate their skills to heroic heights."
  },
  {
    "bookCoverPath": "img/book_css.png",
    "bookTitle": "CSS for Developers",              
    "bookSubTitle": " A Visual Journey",
    "bookPublished": "2022",
    "bookImgAlt": "book cover of",
    "bookDesc": "This work offers an immersive exploration of CSS that transcends mere syntax. Through vivid illustrations and practical examples, Lind demystifies the intricacies of CSS, equipping developers with the tools to craft stunning, responsive designs. This visual masterpiece is an indispensable companion for developers seeking to elevate their CSS skills and create visually captivating websites."
  },
  {
    "bookCoverPath": "img/book_js.png",
    "bookTitle": "Advanced JavaScript",
    "bookSubTitle": "Frameworkless",
    "bookPublished": "2021",
    "bookImgAlt": "book cover of  ",
    "bookDesc": "In Advanced JavaScript: Frameworkless, Tristan Wede Lind revolutionizes the approach to JavaScript development. Breaking free from the confines of frameworks, Lind delves into the core principles and advanced techniques that empower developers to create robust, scalable, and framework-independent JavaScript applications. This essential guide unveils the true potential of JavaScript, transforming developers into true masters of the language."
  },
  {
    "bookCoverPath": "img/book_programming.png",
    "bookTitle": "Basic Programming",
    "bookSubTitle": "Algorithms and Beyond",
    "bookPublished": "2017",
    "bookImgAlt": "book cover of  ",
    "bookDesc": "A definitive guide that demystifies the fundamentals of programming. With clarity and precision, Lind introduces readers to essential concepts such as variables, loops, and conditionals, while also delving into the world of algorithms. This comprehensive resource equips aspiring programmers with the foundational knowledge needed to embark on a successful coding journey."
  },
  {
    "bookCoverPath": "img/book_js_basic.png",
    "bookTitle": "Basic JavaScript",
    "bookSubTitle": "Tweaking the Web",
    "bookPublished": "2017",
    "bookImgAlt": "book cover of  ",
    "bookDesc": "Basic JavaScript is a transformative book that demystifies the building blocks of JavaScript. With practical examples and step-by-step instructions, Lind empowers readers to enhance websites with interactive elements and dynamic functionalities. This essential guide unlocks the power of JavaScript, enabling readers to tweak the web and create engaging user experiences."
  },
  {
    "bookCoverPath": "img/book_front_end.png",
    "bookTitle": "Front-End Web Development",
    "bookSubTitle": "A Nice Introduction",
    "bookPublished": "2016",
    "bookImgAlt": "book cover of  ",
    "bookDesc": "Tristan Wede Lind crafts a captivating journey into the world of front-end development. Lind artfully introduces readers to HTML, CSS, and JavaScript, unraveling the secrets of creating visually stunning and interactive websites. With its approachable style and comprehensive coverage, this book is the perfect starting point for aspiring front-end developers."
  }
]

